[
    {
      "id": 1,
      "title": "Cómo hacer tu propia cerveza artesanal en casa",
      "excerpt": "Si te gusta la cerveza y te interesa el proceso de elaboración, ¡por qué no intentar hacer tu propia cerveza artesanal en casa! Aquí te presentamos algunos consejos y herramientas que necesitarás para comenzar.",
      "media": {
        "source_url": "https://www.example.com/homebrewing_thumbnail.jpg"
      },
      "link": "https://www.example.com/homebrewing"
    },
    {
      "id": 2,
      "title": "Los mejores ingredientes para tu cerveza artesanal",
      "excerpt": "Una vez que hayas decidido hacer tu propia cerveza artesanal, es importante que utilices los mejores ingredientes para obtener un resultado de calidad. Aquí te presentamos algunas opciones y sus características.",
      "media": {
        "source_url": "https://www.example.com/ingredients_thumbnail.jpg"
      },
      "link": "https://www.example.com/ingredients"
    },
    {
      "id": 3,
      "title": "Los diferentes estilos de cerveza artesanal",
      "excerpt": "La cerveza artesanal ofrece una gran variedad de estilos, cada uno con sus propias características y ingredientes. Desde la clásica cerveza rubia hasta el sorprendente stout de cacao, hay un estilo para todos los gustos.",
      "media": {
        "source_url": "https://www.example.com/styles_thumbnail.jpg"
      },
      "link": "https://www.example.com/styles"
    },
    {
      "id": 4,
      "title": "Los mejores lugares para degustar cerveza artesanal",
      "excerpt": "Si te gusta disfrutar de la cerveza artesanal en compañía, aquí te presentamos algunos lugares donde puedes encontrar una gran selección de cervezas artesanales y un ambiente agradable para degustarlas.",
      "media": {
        "source_url": "https://www.example.com/breweries_thumbnail.jpg"
      },
      "link": "https://www.example.com/breweries"
    },
    {
      "id": 5,
      "title": "Cómo almacenar y servir tu cerveza artesanal",
      "excerpt": "Una vez que hayas elaborado tu propia cerveza artesanal, es importante que la almacenes y la sirvas adecuadamente para obtener el mejor sabor y experiencia de degustación. Aquí te presentamos algunos consejos para almacenar y servir tu cerveza artesanal de manera óptima.",
      "media": {
        "source_url": "https://www.example.com/serving_thumbnail.jpg"
      },
      "link": "https://www.example.com/serving"
    }
]